[
  "obsidian-kanban",
  "dataview",
  "prettier",
  "omnisearch",
  "text-extractor",
  "homepage",
  "pdf-plus",
  "docxer",
  "obsidian-checklist-plugin",
  "obsidian-search-everywhere-plugin",
  "obsidian-image-auto-upload-plugin",
  "obsidian-git"
]