[
  "obsidian-kanban",
  "dataview",
  "omnisearch",
  "text-extractor",
  "pdf-plus",
  "docxer",
  "obsidian-checklist-plugin",
  "obsidian-search-everywhere-plugin",
  "obsidian-image-auto-upload-plugin",
  "obsidian-git",
  "contribution-graph",
  "obsidian-banners",
  "multi-column-markdown",
  "mousewheel-image-zoom",
  "virtual-linker",
  "quick-latex",
  "homepage",
  "obsidian-format-code",
  "templater-obsidian",
  "prettier"
]